Repository: robertwtucker/hospitality-demo-ios
Catalog: HospitalityDemo/Resources/Localizable.xcstrings
Source language: en
Languages: es

# activity.list.empty.message
source: Statements you receive will appear here.
es: Los estados de cuenta que reciba aparecerán aquí.

# activity.list.empty.title
source: No recent activity
es: No hay actividad reciente

# activity.list.title
source: Account Activity
es: Actividad de la Cuenta

# button.checkin
source: Check In
es: Registro

# button.checkout
source: Check Out
es: Salida

# button.dismiss
source: Dismiss
es: Rechazar

# button.login
source: Log In
es: Acceso

# button.retry
source: Try Again
es: Intenta de nuevo.

source: Check In: %@
es: Registrarse: %@

# checkin.arrival
source: Arrival Time:
es: Hora de Llegada:

# checkin.confirm.actions
source: actions
es: acciones

# checkin.confirm.actions.chat
source: Chat With Us
es: Habla Con Nosotros

# checkin.confirm.actions.order
source: Browse & Order Food
es: Explorar y Pedir Comida

# checkin.confirm.actions.requests
source: Service Requests
es: Solicitudes de Servicio

# checkin.confirm.checkedin
source: All Checked In!
es: ¡Registrado!

# checkin.confirm.room42
source: Room: 42
es: Habitación: 42

# checkout.complete
source: You have been checked out...
es: Ha registrado su salida...

# checkout.sendEmail
source: Send statement in Email
es: Enviar estado de cuenta por correo electrónico

# checkout.temp.viewname
source: Ready To Checkout?
es: ¿Listo Para Revisar?

# home.checkedin.message
source: You are checked in
es: Estás registrado

# home.search.prompt
source: Where can we take you?
es: ¿A dónde podemos llevarte?

# Hotel check in time is %@, check out time is %@
source: Hotel check in time is %1$@, check out time is %2$@.
es: La hora de entrada al hotel es %1$@, la hora de salida es %2$@.

# login.cta
source: Log in below
es: Inicia sesión a continuación

# login.password
source: Password
es: Contraseña

# login.title
source: Welcome Back
es: Bienvenido de nuevo

# login.username
source: User name
es: Nombre de usuario

# menu.logout
source: Log Out
es: Cerrar Sesión

# menu.settings
source: Settings
es: Ajustes

# menu.usericon
source: User Icon
es: Icono de Usuario

# reservation.checkin.date
source: Check In Date:
es: Fecha de Entrada:

# reservation.checkout.date
source: Check Out Date:
es: Fecha de Salida:

# reservation.confirmation.number
source: Confirmation Number:
es: Número de Confirmación:

# reservation.creditcard.number
source: Credit Card Number:
es: Número de Tarjeta de Crédito:

# reservations.list.empty.message
source: You need to make a reservation to check in.
es: Es necesario hacer una reserva para realizar el check-in.

# reservations.list.empty.title
source: No reservations found
es: No se encontraron reservas

# reservations.list.title
source: Upcoming Reservations
es: Próximas Reservas

# settings.about
source: About
es: Acerca de

# settings.general.launchscreen
source: Show launch screen
es: Mostrar pantalla de inicio

source: Stay: %@ to %@
es: Estancia: %1$@ a %2$@

# tab.activity
source: Activity
es: Actividad

# tab.checkout
source: Check Out
es: Salida

# tab.concierge
source: Concierge
es: Conserje

# tab.trips
source: Trips
es: Viajes

source: Welcome, %@!
es: Bienvenido, %@!

source: Where can we take you?
es: ¿A dónde podemos llevarte?
